Repository: muriloventuroso/givemelyrics
Catalog: po/extra/*.po
Languages: as, da, fi, ga, hi, ia, it, lv, nn, sk, sq, ta, uk, uz

source: Give Me Lyrics
as: মোক গীতৰ কথা দিয়ক
ga: Tabhair Liom Liricí
hi: मुझे बोल दो
it: Dammi il testo
sk: Daj mi Lyrics
sq: Më Jep Tekstin
ta: எனக்கு பாடல் கொடுங்கள்
uk: Текстонадавач

source: Lyrics for your songs
as: আপোনাৰ গীতৰ কথা
da: Sangtekster til dine sange
fi: Sanat kappaleillesi
ga: Na liricí do amhráin a
hi: आपके गीतों के बोल
ia: Parolas pro tu cantos
it: Un testo alle tue canzoni!
lv: Vārdi jūsu dziesmām
nn: Tekstar til songane dine
sk: Lyrics pre vaše piesne
sq: Tekste për këngët tuaja
ta: உங்கள் பாடல்களுக்கான வரிகள்
uk: Тексти для ваших пісень
uz: Qo'shiqlaringiz uchun matnlar

source: See the lyrics of the song that is playing, from any application. Sing along with the option to sync lyrics.
as: বাজি থকা গীতটোৰ কথা চাওক, যিকোনো এপ্লিকেচনৰ পৰা। গীতৰ কথা ছিংক কৰাৰ বিকল্পৰ সৈতে গান।
da: Se sangteksten for den sang som afspilles fra enhver applikation. Syng med på sangene med muligheden for at synkronisere sangteksterne.
fi: Katso soivan kappaleen sanat mistä tahansa sovelluksesta. Laula mukana mahdollisuuden kanssa synkronoida sanoitukset.
ga: Féach liricí an amhráin atá á sheinm, ó aon fheidhmchlár. Can in éineacht leis an rogha chun liricí a shioncronú.
hi: चल रहे गाने के बोल किसी भी आवेदन से देखें। बोल साथ-साथ करने के विकल्प के साथ गाएं।
ia: Vide le parolas del canto in reproduction ab qualcunque application. Canta al mesme tempore con le option de Synchronisation.
it: L'applicazione ti mostrerà il testo della canzone in riproduzione. Inoltre, usando la funzione "sincronizzazione del testo", potrai anche cantare!
lv: Skatiet atskaņotās dziesmas vārdus no jebkuras lietojumprogrammas. Dziediet līdzi ar iespēju sinhronizēt dziesmu tekstus.
nn: Sjå teksten til songen som blir spelt, frå kva applikasjon som helst. Syng med, med høve til å synkronisere tekstar.
sk: Pozrite si texty piesne, ktorá hrá, z ktorejkoľvek aplikácie. Sing spolu s možnosťou synchronizácie textov.
sq: Shikoni tekstin e këngës që është duke u luajtur, nga çdo aplikacion. Këndoni së bashku me opsionin për të sinkronizuar tekstet.
ta: எந்தவொரு பயன்பாட்டிலிருந்தும் வாசிக்கும் பாடலின் வரிகளை காண்க. பாடல் வரிகளை ஒத்திசைக்கும் விருப்பத்துடன் சேர்ந்து பாடுங்கள்.
uk: Дивіться тексти пісні, що відтворюється, з будь-якої програми. Співайте разом із опцією для часоузгодження пісень.
uz: Istalgan ilovadan ijro etilayotgan qo‘shiq matnini ko‘ring. Matnlarni sinxronlash sozlamasi bilan birga kuylang.

source: Fix Translations
as: অনুবাদসমূহ ঠিক কৰক
fi: Korjaa käännökset
ga: Deisigh Aistriúcháin
hi: अनुवाद ठीक करें
ia: Fixar le traductiones
it: Correggi una traduzione
lv: Labot tulkojumus
nn: Fiks omssettingar
sk: Fix preklady
sq: Përditësoni përkthimet
ta: மொழிபெயர்ப்புகளை சரிசெய்யவும்
uk: Виправити переклад
uz: Tarjimani to'g'irlash

source: Change sync lyrics
as: ছিংক গীতৰ কথা সলনি কৰক
da: Skift sangtekstsynkronisering
fi: Muuta synkronoinnin sanoituksia
ga: Athraigh liricí sioncronaithe
hi: सिंक बोल बदलें
ia: Cambio del synchronisation de parolas de canto
it: Modifica il testo di una canzone
lv: Mainiet sinhronizācijas dziesmu tekstus
nn: Endre synkronisert songtekst
sk: Zmeniť synchronizáciu textov
sq: Ndryshoni tekstet e sinkronizimit
ta: ஒத்திசைவு வரிகளை மாற்றவும்
uk: Змінити часоузгодження текстів
uz: Sinxronlangan matnni o'zgartirish

source: Bugfix
as: বাগফিক্স
da: Fejlrettelse
fi: Viankorjaus
ga: Ceartúchán ar Fhabht
hi: बगफिक्स
ia: Correction de errores critic
it: Correggi un bug
lv: Kļūdu labojums
nn: Feilretting
ta: பிழைத்திருத்தம்
uk: Виправлення помилок
uz: Xatolarni tuzatish

source: New Translations
as: নতুন অনুবাদ
da: Nye oversættelser
fi: Uusia käännöksiä
ga: Aistriúcháin Nua
hi: नये अनुवाद
ia: Nove traductiones
it: Nuova traduzione
lv: Jauni tulkojumi
nn: Nye omsettingar
sk: Nové preklady
sq: Përkthime të reja
ta: புதிய மொழிபெயர்ப்புகள்
uk: Нові переклади
uz: Yangi tarjimalar

source: Sync Lyrics
as: গীতৰ কথা সমন্বয় কৰক
da: Synkroniserede sangtekster
fi: Synkronoi sanoitukset
ga: Liricí Sync
hi: बोल सिंक करें
ia: Synchronisation del parolas de canto
it: Sincronizza il testo di una canzone
lv: Sinhronizēt dziesmu tekstus
nn: Synkroniser songtekstar
sq: Sinkronizoni tekstet
ta: ஒத்திசைவு பாடல்
uk: Часоузгодити тексти пісень
uz: Qo'shiqlar matnini sinxronlash

source: Dark Theme
as: ডাৰ্ক থিম
da: Mørkt tema
fi: Tumma teema
ga: Téama Dorcha
hi: गहरी थीम
ia: Thema obscur
it: Modalità notturna
lv: Tumšā tēma
nn: Mørkt tema
sk: Tmavá téma
sq: Tema e errët
ta: இருண்ட கருப்பொருள்
uk: Темна тема
uz: Tungi mavzu

source: Critical Bugfix
as: জটিল বাগফিক্স
da: Kritisk fejlrettelse
fi: Kriittinen viankorjaus
ga: Bugfix Criticiúil
hi: गंभीर बग समाधान
ia: Correction de error critic
it: Correggi bug critico
lv: Kritisks kļūdu labojums
nn: Kritisk feilretting
sk: Kritické Bugfix
sq: Bugfix kritik
ta: சிக்கலான பிழைத்திருத்த
uk: Виправлення критичних помилок
uz: Muhim xatolarni tuzatish

source: Fix scroll window
as: স্ক্ৰল উইণ্ড' ঠিক কৰক
da: Fix scroll i vinduet
fi: Korjaa vieritysikkuna
ga: Deisigh an fhuinneog scrollbharra
hi: स्क्रॉल विंडो ठीक करें
ia: Correction de displaciamento del fenestra
it: Correggi la finestra di scorrimento
lv: Labojiet ritināšanas logu
nn: Fiks rullevindauge
sk: Fix okno posúvania
sq: Rregulloni lëvizjen e dritares
ta: உருள் சாளரத்தை சரிசெய்யவும்
uk: Виправити вікно прокрутки

source: Show loading label
as: লোডিং লেবেল দেখুৱাওক
da: Vis loading tekst
fi: Näytä lataustarra
ga: Taispeáin lipéad luchtaithe
hi: लोडिंग लेबल दिखाएँ
ia: Le etiquetta de cargamento es monstrante
it: Mostra barra di caricamento
lv: Rādīt ielādes etiķeti
nn: Vis innlastingsetikett
sk: Zobraziť nakladanie štítok
sq: Trego etiketën e ngarkimit
ta: ஏற்றுதல் லேபிளைக் காட்டு
uk: Показати мітку завантаження

source: Label Advertising
as: লেবেল বিজ্ঞাপন
da: Reklame tekst
fi: Tarramainonta
ga: Fógraíocht Lipéad
hi: लेबल विज्ञापन
ia: Signalamento de publicitate
it: Etichetta pubblicitaria
lv: Etiķetes Reklāma
nn: Synleg annonsering
sk: Evidencia Reklama
sq: Reklamimi i etiketave
ta: விளம்பரம் சிட்டை
uk: Рекламна мітка
uz: Yorliqli reklama

source: Source link
as: উৎস লিংক
da: Kildekode link
fi: Lähteen linkki
ga: Nasc foinse
hi: स्रोत लिंक
ia: Ligamine al fonte
it: Aggiungi URL della fonte
lv: Avota saite
nn: Kjeldelenke
sk: Zdrojový odkaz
sq: Lidhja e burimit
ta: மூல இணைப்பு
uk: Посилання на джерело
uz: Manba havolasi

source: New icon
as: নতুন আইকন
da: Nyt ikon
fi: Uusi kuvake
ga: Deilbhín nua
hi: नया आइकन
ia: Nove icone
it: Nuova icona
lv: Jauna ikona
nn: Nytt ikon
sk: Nová ikona
sq: Ikonë e re
ta: புதிய படவுரு
uk: Новий значок
uz: Yangi yorliq

source: New translation: French
as: নতুন অনুবাদ: ফৰাচী
da: Ny oversættelse: Fransk
fi: Uusi käännös: ranska
ga: Aistriúchán nua: Fraincis
hi: नया अनुवाद: फ़्रेंच
ia: Nove traduction: Francese
it: Nuova traduzione: francese
lv: Jauns tulkojums: franču
nn: Ny omsetting: Fransk
sk: Nový preklad: Slovenčina
sq: Përkthim i ri: Frengjisht
ta: புதிய மொழிபெயர்ப்பு: பிரஞ்சு
uk: Новий переклад: французька
uz: Yangi tarjima: Fransuzcha

source: New Source: letras.mus.br
as: নতুন উৎস: letras.mus.br
da: Ny kilde: letras.mus.br
fi: Uusi lähde: letras.mus.br
ga: Foinse Nua: letras.mus.br
hi: नया स्रोत: Letras.mus.br
ia: Nove fonte: letras.mus.br
it: Nuova fonte: letras.mus.br
lv: Jauns avots: letras.mus.br
nn: Ny kjelde: letras.mus.br
sk: Nový zdroj: letras.mus.br
sq: Burimi i ri: letras.mus.br
ta: புதிய ஆதாரம்: letras.mus.br
uk: Нове джерело: letras.mus.br
uz: Yangi manba: letras.mus.br

source: Show lyrics
as: গীতৰ কথা দেখুৱাওক
da: Vis lyrik
fi: Näytä sanoitukset
ga: Taispeáin liricí
hi: बोल दिखाएँ
ia: Monstrar le parolas de canto
it: Mostra testo della canzone
lv: Rādīt dziesmu tekstus
nn: Vis songtekstar
sk: Zobraziť texty
sq: Trego tekstin
ta: பாடல் காட்டு
uk: Показати текст пісні
uz: Matnni ko'rsatish

source: Murilo Venturoso
as: মুৰিলো ভেন্টুৰোছ’
hi: मुरिलो वेंटुरोसो
ta: முரிலோ வென்டூரோசோ
uk: Муріло Вентуросо

source: See the lyrics of the song that is playing.
as: বাজি থকা গানটোৰ কথা চাওক।
da: Se sangteksten for den sang som spiller.
fi: Katso soivan kappaleen sanoitukset.
ga: Féach liricí an amhráin atá á sheinm.
hi: जो गाना बज रहा है उसके बोल देखें।
ia: Vide le parolas del canto in reproduction.
it: Visualizza il testo della canzone in riproduzione.
lv: Skatiet atskaņotās dziesmas vārdus.
nn: Sjå teksten til songen som blir spelt.
sk: Pozrite si texty piesne, ktorá hrá.
sq: Shikoni tekstin e këngës që është duke luajtur.
ta: பாடும் பாடலின் வரிகளை பாருங்கள்.
uk: Дивіться тексти пісні, що грає.
uz: Ijro etilayotgan qo'shiq matnini o'qing.

source: com.github.muriloventuroso.givemelyrics
ta: com.github.muriloventuroso.givemelirics

source: audio;lyrics;
as: অডিঅ';গীতৰ কথা;
da: lyd;sangtekster;
fi: ääni;sanoitukset;
ga: fuaime; liricí;
hi: audio;lyrics;ऑडियो; बोल;
it: audio;testo;
nn: lyd;lyrics;songtekstar;
ta: ஆடியோ; பாடல்;
uk: аудіо;тексти;
uz: audio;matnlar;
