Repository: muriloventuroso/givemelyrics
Catalog: po/*.po
Languages: fa, hi

source: Source
fa: منبع
hi: स्रोत

source: Synchronized Lyrics
fa: متن هماهنگ شده
hi: सिंक्रोनाइज़्ड बोल

source: Nothing is playing
fa: چیزی در حال پخش نیست
hi: कुछ भी नहीं बज रहा है

source: Give Me Lyrics
fa: متن را به من بده
hi: मुझे बोल दो

source: Advertising
fa: تبلیغات
hi: विज्ञापन देना

source: Loading
fa: بارگذاری
hi: लोड हो रहा है

source: No lyric found
fa: متنی پیدا نشد
hi: कोई बोल नहीं मिला

source: Non-Synchronized Lyrics
fa: متن هماهنگ نشده
hi: गैर-सिंक्रोनाइज़्ड बोल

source: Synchronized Lyrics:
fa: متن هماهنگ شده:
hi: सिंक्रोनाइज़्ड बोल:

source: Dark Theme:
fa: تم تیره
hi: गहरी थीम:
